Repository: samis0707/Clendar
Catalog: Clendar/Resources/Localization/*.lproj/Localizable.strings
Languages: de

source: [Beta] You can choose to use experimental natural language parsing mode when create new event. This feature will be constantly improved. Available languages: English, Spanish, French, Japanese, German, Chinese.
de: [Beta] Sie können beim Erstellen eines neuen Ereignisses die experimentelle Interpretation in natürlicher Sprache verwenden. Diese Funktion wird ständig verbessert. Verfügbare Sprachen: Englisch, Spanisch, Französisch, Japanisch, Deutsch, Chinesisch.

source: App info
de: App-Information

source: Auto-select day
de: Tag automatisch auswählen

source: Auto-select day when month changes
de: Tag automatisch auswählen, wenn sich der Monat ändert

source: Auto-select first day of month/week when calendar changes
de: Automatisch den ersten Tag des Monats/der Woche auswählen, wenn sich der Kalender ändert

source: Available calendars
de: Verfügbare Kalender

source: Calendar grid view
de: Rasteransicht

source: Calendar View
de: Kalenderansicht

source: Calendars
de: Kalender

source: Cancel
de: Abbrechen

source: Check calendar at a glance
de: Kalender auf einen Blick prüfen

source: Choose your desired app icon
de: Wählen Sie Ihr gewünschtes App-Symbol

source: Custom App Icon
de: Benutzerdefiniertes App-Symbol

source: Dark
de: Dunkel

source: Date
de: Datum

source: Date Info Widget
de: Datumsinfo-Widget

source: Default event duration
de: Standard Ereignisdauer

source: Delete Event
de: Ereignis löschen

source: Done
de: Fertig

source: Edit Event
de: Ereignis bearbeiten

source: General
de: Allgemein

source: Haptic feedback
de: Haptisches Feedback

source: Light
de: Hell

source: Lunar date
de: Monatliche Daten

source: minutes
de: Minuten

source: Month
de: Monat

source: Month view
de: Monatsansicht

source: Month view calendar
de: Kalender Monatsansicht

source: None
de: Keiner

source: Off
de: aus

source: On
de: Auf

source: Quick Event
de: Schnelles Ereignis

source: Settings
de: Einstellungen

source: Show days out
de: Tage draußen anzeigen

source: Supplementary day view
de: Zusätzliche Tagesansicht

source: Themes
de: Erscheinungsbild

source: Upcoming events
de: Kommende Ereignisse

source: View Event
de: Ereignis anzeigen

source: View mode
de: Ansichtsmodus

source: Week view
de: Wochenansicht

source: read a book this Friday 8PM...
de: Freitag um 20 Uhr ein Buch lesen...

source: You can choose available calendars to shown in event list
de: Sie können verfügbare Kalender auswählen, die in der Ereignisliste angezeigt werden

source: No more events today, enjoy your day! 🎉
de: Heute keine Ereignisse mehr,genieße deinen Tag! 🎉

source: No events for today, enjoy your day! 🎉
de: Keine Ereignisse für heute,genieße deinen Tag! 🎉

source: English
de: Englisch

source: Vietnamese
de: Vietnamesisch

source: Change app Language
de: Sprache ändern

source: All day
de: Den ganzen Tag

source: End
de: Ende

source: Add event
de: Ereignis hinzufügen

source: Recurring event
de: Wiederkehrendes Ereignis

source: Recurring date
de: Wiederkehrendes Datum

source: Start time
de: Beginn

source: End time
de: Ende

source: Location
de: Standort

source: New Event
de: Neues Ereignis

source: Input event
de: Eingabeereignis

source: Select event start time
de: Wählen Sie die Startzeit des Ereignisses

source: Select event end time
de: Wählen Sie die Endzeit des Ereignisses

source: Title of the event
de: Titel des Ereignisses

source: Event duration
de: Ereignisdauer

source: Collapse this view
de: Diese Ansicht minimieren

source: Create new event
de: Neues Ereignis erstellen

source: Follow system
de: nach System richten

source: Widget theme
de: Widget Erscheinungsbild

source: Rate Clendar
de: Clendar bewerten

source: Sharing
de: Teilen

source: Sharing is caring. If you like Clendar, please leave a review or help sharing this app to the world, thank you!
de: Sharing is caring. Wenn Ihnen Clendar gefällt, hinterlassen Sie bitte eine Bewertung oder helfen Sie, diese App mit der Welt zu teilen, danke!

source: Share Clendar
de: Clendar teilen

source: Calendars Visibility
de: Sichtbarkeit von Kalendern

source: Week
de: Woche

source: Calendar
de: Kalender

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Are you sure you want to delete this event?
de: Möchten Sie dieses Ereignis wirklich löschen?

source: Default
de: Standard

source: Keyboard shortcuts
de: Tastenkürzel

source: Productivity, increased! 🚀
de: Produktivität gesteigert! 🚀

source: Events
de: Ereignisse

source: Dismiss view
de: Ansicht schließen

source: Save event
de: Ereignis speichern

source: Toggle all day switch
de: Ganztagesansicht umschalten

source: Switch to current date
de: Zum aktuellen Datum wechseln

source: Preferences
de: Einstellungen

source: Open Settings
de: Einstellungen öffnen

source: Siri Shortcuts
de: Siri-Kurzbefehle

source: Show Siri shortcuts view
de: Siri-Kurzbefehle anzeigen

source: Open Clendar Siri Shortcuts
de: Clendar Siri-Kurzbefehle öffnen

source: Create new Clendar event(s)
de: Neue(s) Kalenderereignis(se) erstellen

source: Open Clendar Settings
de: Kalendereinstellungen öffnen

source: New Clendar Event
de: Neues Kalenderereignis

source: Feedback/Report Issue
de: Feedback/Problem melden

source: Event
de: Ereignis

source: Event List Widget
de: Ereignislisten-Widget

source: Your day events at a glance
de: Ihre ganztägigen Ereignisse auf einen Blick

source: You can now quick shortcuts to Siri and Shortcuts app. Try adding one below
de: Sie können jetzt Kurzbefehle zu Siri und in der Kurzbefehle-App erstellen. Versuchen Sie unten einen hinzuzufügen

source: If you're feeling Clendar is helpful and would like to support the app development effort; like new features, extra themes, app icons in the future; tips are greatly appreciated. Any tip amount helps a lot, thank you very much!
de: Wenn Sie der Meinung sind, dass Clendar hilfreich ist und Sie die Weiterentwicklung der App durch das Hinzufügen neuer Funktionen, zusätzlicher Designs und App-Symbole in Zukunft unterstützen möchten, dann ist jede Art von finanzieller Unterstützung sehr willkommen. Jeder Betrag an Trinkgeldern hilft, und wir danken Ihnen herzlich!

source: Swipe down to collapse
de: Zum Minimieren nach unten wischen

source: Event deleted!
de: Ereignis gelöscht!

source: Unable to determine email sending state
de: Status der E-Mail kann nicht ermittelt werden

source: Unable to open email client, please try again later
de: E-Mail-Client kann nicht geöffnet werden. Bitte versuchen Sie es später erneut

source: Events deleted!
de: Ereignis gelöscht!

source: Delete All Future Events
de: Alle zukünftigen Ereignisse löschen

source: Delete This Event Only
de: Nur dieses Ereignis löschen

source: This is a repeating event.
de: Dies ist ein sich wiederholendes Ereignis.

source: Is Recurring
de: Wiederkehrend

source: No event selected
de: Kein Ereignis ausgewählt

source: True Dark
de: Düster

source: True Light
de: sehr Hell

source: No more events today, enjoy your day!
de: Heute keine Termine mehr,genieße deinen Tag!

source: No events for today, enjoy your day!
de: Keine Termine für heute,genieße deinen Tag!

source: Clendar, new event
de: Clendar, neues Ereignis

source: Clendar, open settings
de: Clendar, öffne die Einstellungen

source: You will be redirect to Settings app to select your preferred app language. After choosing the language, please relaunch the application to apply effects (Tip: you can tap the top left icon, below the status bar to quickly launch the app).
de: Sie werden zu den Einstellungen weitergeleitet, um die bevorzugte Sprache für Clendar zu wählen. Nachdem Sie die Sprache ausgewählt haben, starten Sie Clendar neu, um die Einstellungen anzuwenden (Tipp: Sie können auf das Symbol oben links unter der Statusleiste tippen, um Clendar zu starten).

source: Change Language
de: Sprache ändern

source: Support
de: Unterstützung

source: Tip jar
de: Trinkgeld

source: Default Calendar
de: Standardkalender

source: Gregorian
de: Gregorianischer Kalender

source: Buddhist
de: Buddhistischer Kalender

source: Lunar calendar (Chinese calendar)
de: Mondkalender (Chinesischer Kalender)

source: Coptic
de: Koptischer Kalender

source: Ethiopic (Amete Mihret)
de: Äthiopischer (Amete Mihret) Kalender

source: Ethiopic (Amete Alem)
de: Äthiopischer (Amete Alem) Kalender

source: Hebrew
de: Hebräischer Kalender

source: Indian
de: Indischer Kalender

source: Islamic
de: Islamischer Kalender

source: Islamic civil
de: Islamischer Zivilkalender

source: Japanese
de: Japanischer Kalender

source: Persian
de: Persischer Kalender

source: Republic of China
de: Chinesischer Kalender

source: tabular Islamic
de: tabellarischer islamischer Kalender

source: Calendar Type
de: Alternative Kalender

source: Clendar+ is an one-time-purchase to access premium features. Basic functionality will remain free forever. You can verify and restore past in-app-purchases, if any, by tapping on the Restore button.
de: Clendar+ ist ein einmaliger Kauf für den Zugriff auf Premium-Funktionen. Grundfunktionen bleiben für immer kostenlos. Sie können frühere In-App-Käufe überprüfen und wiederherstellen, indem Sie auf Wiederherstellen tippen.

source: You have Clendar+. Thanks for your support! 😊
de: Sie haben Clendar+. Danke für Ihre Unterstützung! 😊

source: Restore
de: Wiederherstellen

source: More calendar identifiers, such as:
de: Weitere Kalender-IDs, wie z. B.:

source: ... and many more features to come in the future!
de: ... und viele weitere Features in der Zukunft!

source: Restore Purchases
de: Transaktion wiederherstellen

source: Unlock all features with one purchase!
de: Schalten Sie alle Funktionen mit einem Kauf frei!

source: First weekday
de: Erster Wochentag

source: Unlock extra features
de: Schalten Sie zusätzliche Funktionen frei

source: One time purchase
de: Einmaliger Kauf

source: Supporting Clendar's development
de: Unterstützung der Entwicklung von Clendar

source: Hour minute format
de: Zeitformat

source: Continue
de: Fortsetzen

source: What's new in Clendar
de: Was ist neu in Clendar

source: Thanks for using Clendar!
de: Vielen Dank, dass Sie Clendar verwenden!

source: Quickly toggle between dates.
de: Wechseln Sie schnell zwischen Daten.

source: Quick date switcher button
de: Schnelle Datumsumschalttaste

source: You can now choose 12 or 24 hour format, from the settings menu.
de: Sie können jetzt im Einstellungsmenü das 12- oder 24-Stunden-Format auswählen.

source: 12 or 24 hour date setting
de: 12- oder 24-Stunden-Format

source: Have a nice day!
de: Einen schönen Tag noch!

source: Start Week On
de: Wochenbeginn

source: NEW
de: NEU

source: Icon
de: Symbol

source: Translucent
de: Durchscheinend

source: Vertical line
de: Vertikale Linie

source: With upcoming event
de: Mit anstehendem Ereignis

source: With total events counter for the day
de: Mit Gesamtereigniszähler für den Tag

source: All-new Lock Screen Widget
de: Völlig neues Sperrbildschirm-Widget

source: Find your next favorite Widget. It's so beautiful, check it out on the lock screen!
de: Finden Sie Ihr nächstes Lieblings-Widget. Es ist so schön, sieh es dir auf dem Sperrbildschirm an!

source: All-new redesigned
de: Völlig neu überarbeitet

source: Improve accessibility and user experience!
de: Verbessern Sie die Zugänglichkeit und Benutzererfahrung!
